{
  "words": [
    {
      "word": "Sonder",
      "partOfSpeech": "noun",
      "definition": "The realization that each random passerby has a life as vivid and complex as your own.",
      "example": "Sitting in the airport terminal, he was struck by a profound sense of sonder as he watched thousands of travelers heading to destinations unknown."
    },
    {
      "word": "Ephemeral",
      "partOfSpeech": "adjective",
      "definition": "Lasting for a very short time; fleeting.",
      "example": "The beauty of the cherry blossoms is ephemeral, lasting only a few days before the wind carries the petals away."
    },
    {
      "word": "Accentuate",
      "partOfSpeech": "verb",
      "definition": "Make more noticeable or prominent.",
      "example": "The bright stage lighting served to accentuate the actor's dramatic facial expressions."
    },
    {
      "word": "Accrued",
      "partOfSpeech": "verb",
      "definition": "Received or accumulated in regular or increasing amounts over time.",
      "example": "Over the years, he accrued a vast collection of rare stamps from around the world."
    },
    {
      "word": "Adroit",
      "partOfSpeech": "adjective",
      "definition": "Clever or skillful in using the hands or mind.",
      "example": "She was an adroit negotiator, capable of navigating complex contracts with ease."
    },
    {
      "word": "Ancillary",
      "partOfSpeech": "adjective",
      "definition": "Providing necessary support to the primary activities or operation of an organization, institution, industry, or system.",
      "example": "The hospital had several ancillary units, such as the pharmacy and the blood bank, that supported the main trauma center."
    },
    {
      "word": "Archaic",
      "partOfSpeech": "adjective",
      "definition": "Very old or old-fashioned.",
      "example": "The laws concerning telegraphs have become archaic in the age of the internet."
    },
    {
      "word": "Ardor",
      "partOfSpeech": "noun",
      "definition": "Enthusiasm or passion.",
      "example": "She attacked the project with an ardor that inspired everyone on her team."
    },
    {
      "word": "Arduous",
      "partOfSpeech": "adjective",
      "definition": "Involving or requiring strenuous effort; difficult and tiring.",
      "example": "The hike up the mountain was arduous, but the view from the summit made it worthwhile."
    },
    {
      "word": "Asceticism",
      "partOfSpeech": "noun",
      "definition": "Severe self-discipline and avoidance of all forms of indulgence, typically for religious reasons.",
      "example": "The monk's life of asceticism involved fasting and long periods of silent meditation."
    },
    {
      "word": "Assailing",
      "partOfSpeech": "verb",
      "definition": "Make a concerted or violent attack on.",
      "example": "The storm was assailing the coastal town with high winds and torrential rain."
    },
    {
      "word": "Assented",
      "partOfSpeech": "verb",
      "definition": "Express approval or agreement, typically officially.",
      "example": "The board assented to the proposal after a long debate about the budget."
    },
    {
      "word": "Austere",
      "partOfSpeech": "adjective",
      "definition": "Severe or strict in manner, attitude, or appearance.",
      "example": "The room was austere, containing only a simple wooden bed and a desk."
    },
    {
      "word": "Austerity",
      "partOfSpeech": "noun",
      "definition": "Extreme plainness and simplicity of style or appearance.",
      "example": "The austerity of the post-war years forced families to be resourceful with what little they had."
    },
    {
      "word": "Aversion",
      "partOfSpeech": "noun",
      "definition": "A strong dislike or disinclination.",
      "example": "Despite her aversion to public speaking, she delivered a flawless presentation."
    },
    {
      "word": "Bathos",
      "partOfSpeech": "noun",
      "definition": "An effect of anticlimax created by an unintentional lapse in mood from the sublime to the trivial or ridiculous.",
      "example": "The movie's dramatic ending descended into bathos when the villain tripped over a cat."
    },
    {
      "word": "Bleak",
      "partOfSpeech": "adjective",
      "definition": "Charmless and inhospitable; dreary",
      "example": "The landscape was bleak and barren, with no signs of life for miles."
    },
    {
      "word": "Bluster",
      "partOfSpeech": "noun",
      "definition": "Loud, aggressive, or indignant talk with little effect.",
      "example": "His threats were mostly bluster; he had no intention of actually following through."
    },
    {
      "word": "Capitulate",
      "partOfSpeech": "verb",
      "definition": "Cease to resist an opponent or an unwelcome demand; surrender.",
      "example": "After weeks of siege, the city was forced to capitulate to the invading army."
    },
    {
      "word": "Clandestine",
      "partOfSpeech": "adjective",
      "definition": "Kept secret or done secretively, especially because illicit.",
      "example": "The spies held a clandestine meeting in a dimly lit café to exchange information."
    },
    {
      "word": "Conceit",
      "partOfSpeech": "noun",
      "definition": "A fanciful expression in writing or speech; an elaborate metaphor.",
      "example": "The poet used the conceit of a ship navigating a storm to represent the country's political turmoil."
    },
    {
      "word": "Consummation",
      "partOfSpeech": "noun",
      "definition": "The point at which something is complete or finalized.",
      "example": "The signing of the treaty marked the consummation of months of intense negotiation."
    },
    {
      "word": "Contemptuous",
      "partOfSpeech": "adjective",
      "definition": "Showing contempt; scornful.",
      "example": "He gave a contemptuous laugh when asked if he believed the rumors."
    },
    {
      "word": "Curtail",
      "partOfSpeech": "verb",
      "definition": "Reduce in extent or quantity; impose a restriction on.",
      "example": "We had to curtail our vacation when a sudden storm grounded all flights."
    },
    {
      "word": "Delineatel",
      "partOfSpeech": "verb",
      "definition": "Describe or portray (something) precisely.",
      "example": "The architect's plans clearly delineate the boundaries of the new property."
    },
    {
      "word": "Demurred",
      "partOfSpeech": "verb",
      "definition": "Raise doubts or objections or show reluctance.",
      "example": "She suggested they leave early, but he demurred, saying he wanted to hear the final speaker."
    },
    {
      "word": "Dismay",
      "partOfSpeech": "noun",
      "definition": "Consternation and distress, typically that caused by something unexpected.",
      "example": "To his dismay, he realized he had left his passport on the kitchen counter."
    },
    {
      "word": "Disposition",
      "partOfSpeech": "noun",
      "definition": "A person's inherent qualities of mind and character.",
      "example": "She had a cheerful disposition that made her popular with everyone in the office."
    },
    {
      "word": "Disseminate",
      "partOfSpeech": "verb",
      "definition": "Spread (something, especially information) widely.",
      "example": "The internet allows us to disseminate news and information faster than ever before."
    },
    {
      "word": "Dubious",
      "partOfSpeech": "adjective",
      "definition": "Hesitating or doubting; suspect",
      "example": "He looked dubious when I told him I could fix the engine myself."
    },
    {
      "word": "Effused",
      "partOfSpeech": "verb",
      "definition": "Talk in an unrestrained, excited manner.",
      "example": "She effused about her trip to Italy, describing every meal in detail."
    },
    {
      "word": "Effusively",
      "partOfSpeech": "adverb",
      "definition": "In an unrestrained or heartfelt manner.",
      "example": "He thanked them effusively for their help during the crisis."
    },
    {
      "word": "Emphatically",
      "partOfSpeech": "adverb",
      "definition": "Tending to express oneself in forceful speech or to take decisive action",
      "example": "She emphatically denied any involvement in the scandal."
    },
    {
      "word": "Encompass",
      "partOfSpeech": "verb",
      "definition": "Surround and have or hold within.",
      "example": "The proposed park will encompass the entire valley, protecting the wildlife within it."
    },
    {
      "word": "Engendered",
      "partOfSpeech": "verb",
      "definition": "Cause or give rise to (a feeling, situation, or condition).",
      "example": "The controversial policy engendered a heated debate among the council members."
    },
    {
      "word": "Enigmatic",
      "partOfSpeech": "adjective",
      "definition": "Difficult to interpret or understand; mysterious.",
      "example": "The Mona Lisa's enigmatic smile has puzzled art historians for centuries."
    },
    {
      "word": "Ensconced",
      "partOfSpeech": "verb",
      "definition": "Establish or settle (someone) in a comfortable, safe, or secret place.",
      "example": "He was safely ensconced in the armchair with a good book and a cup of tea."
    },
    {
      "word": "Enthralled",
      "partOfSpeech": "verb",
      "definition": "Capture the fascinated attention of.",
      "example": "The magician enthralled the audience with his incredible illusions."
    },
    {
      "word": "Epitomized",
      "partOfSpeech": "verb",
      "definition": "Be a perfect example of, or give a summary of",
      "example": "Her dedication to charity epitomized the spirit of the holiday season."
    },
    {
      "word": "Equestrian",
      "partOfSpeech": "adjective",
      "definition": "Relating to horse riding.",
      "example": "The city is known for its equestrian statues located in the central park."
    },
    {
      "word": "Equivocal",
      "partOfSpeech": "adjective",
      "definition": "Open to more than one interpretation; ambiguous.",
      "example": "The politician gave an equivocal answer that left everyone wondering where he actually stood."
    },
    {
      "word": "Erroneous",
      "partOfSpeech": "adjective",
      "definition": "Wrong; incorrect.",
      "example": "The article was removed because it contained erroneous information about the trial."
    },
    {
      "word": "Erstwhile",
      "partOfSpeech": "adjective",
      "definition": "Former.",
      "example": "The two erstwhile enemies shook hands and agreed to work together."
    },
    {
      "word": "Eschewing",
      "partOfSpeech": "verb",
      "definition": "Deliberately avoid using; abstain from.",
      "example": "Eschewing modern technology, the community lived a simple life off the land."
    },
    {
      "word": "Esoteric",
      "partOfSpeech": "adjective",
      "definition": "Intended for or likely to be understood by only a small number of people with a specialized knowledge or interest.",
      "example": "The lecture on quantum entanglement was too esoteric for the general audience to follow."
    },
    {
      "word": "Evidently",
      "partOfSpeech": "adverb",
      "definition": "plainly or obviously; in a way that is clearly seen or understood.",
      "example": "Evidently, she had been crying, as her eyes were red and puffy."
    },
    {
      "word": "Exalted",
      "partOfSpeech": "adjective",
      "definition": "In a state of extreme happiness.",
      "example": "She felt exalted after winning the championship she had trained for all her life."
    },
    {
      "word": "Exacerbate",
      "partOfSpeech": "verb",
      "definition": "Make (a problem, bad situation, or negative feeling) worse.",
      "example": "Trying to hide the mistake will only exacerbate the situation when the truth comes out."
    },
    {
      "word": "Exasperate",
      "partOfSpeech": "verb",
      "definition": "Irritate and frustrate (someone) intensely.",
      "example": "The constant delays began to exasperate the passengers waiting at the gate."
    },
    {
      "word": "Extemporaneous",
      "partOfSpeech": "adjective",
      "definition": "Spoken or done without preparation.",
      "example": "He gave a brilliant extemporaneous speech when the teleprompter suddenly failed."
    },
    {
      "word": "Extol",
      "partOfSpeech": "verb",
      "definition": "Praise enthusiastically.",
      "example": "The critics extol the movie as a masterpiece of modern cinema."
    },
    {
      "word": "Exuberance",
      "partOfSpeech": "noun",
      "definition": "The quality of being full of energy, excitement, and cheerfulness; ebullience.",
      "example": "The children's youthful exuberance was contagious."
    },
    {
      "word": "Facilitate",
      "partOfSpeech": "verb",
      "definition": "Make (an action or process) easy or easier.",
      "example": "The new software will facilitate better communication between the remote teams."
    },
    {
      "word": "Fastidious",
      "partOfSpeech": "adjective",
      "definition": "Very attentive to and concerned about accuracy and detail.",
      "example": "He was fastidious about his appearance, ensuring every pleat in his suit was perfect."
    },
    {
      "word": "Fervent",
      "partOfSpeech": "adjective",
      "definition": "Having or displaying a passionate intensity.",
      "example": "She was a fervent supporter of animal rights and volunteered every weekend."
    },
    {
      "word": "Floundering",
      "partOfSpeech": "verb",
      "definition": "Struggle mentally; show or feel great confusion.",
      "example": "Without a clear leader, the project was floundering and behind schedule."
    },
    {
      "word": "Genteel",
      "partOfSpeech": "adjective",
      "definition": "Polite, refined, or respectable, often in an affected or ostentatious way.",
      "example": "The hotel had a genteel atmosphere that recalled the glamour of the 1920s."
    },
    {
      "word": "Geriatric",
      "partOfSpeech": "adjective",
      "definition": "Relating to old people, especially with regard to their healthcare.",
      "example": "The hospital opened a new geriatric ward to care for the aging population."
    },
    {
      "word": "Gratuitous",
      "partOfSpeech": "adjective",
      "definition": "Unnecessary and unwarranted",
      "example": "The movie was criticized for its gratuitous violence which added nothing to the plot."
    },
    {
      "word": "Gregarious",
      "partOfSpeech": "adjective",
      "definition": "(Of a person) fond of company; sociable.",
      "example": "He was a gregarious host who loved nothing more than a house full of guests."
    },
    {
      "word": "Gubernatorial",
      "partOfSpeech": "adjective",
      "definition": "Relating to a state governor or the office of state governor.",
      "example": "The gubernatorial debate was televised across the entire state."
    },
    {
      "word": "Highfalutin",
      "partOfSpeech": "adjective",
      "definition": "(Especially of speech, writing, or ideas) pompous or pretentious.",
      "example": "He used highfalutin words to sound smart, but nobody understood what he meant."
    },
    {
      "word": "Imbued",
      "partOfSpeech": "verb",
      "definition": "Inspire or permeate with (a feeling or quality).",
      "example": "Her voice was imbued with a sadness that moved the entire audience to tears."
    },
    {
      "word": "Impetuous",
      "partOfSpeech": "adjective",
      "definition": "Acting or done quickly and without thought or care.",
      "example": "It was an impetuous decision to quit his job, one he regretted the next morning."
    },
    {
      "word": "Incalculable",
      "partOfSpeech": "adjective",
      "definition": "Too great to be calculated or estimated.",
      "example": "The damage to the ancient ruins caused by the earthquake was incalculable."
    },
    {
      "word": "Incisive",
      "partOfSpeech": "adjective",
      "definition": "(Of a person or mental process) intelligently analytical and clear-thinking.",
      "example": "Her incisive questions cut through the confusion and got straight to the heart of the problem."
    },
    {
      "word": "Interloper",
      "partOfSpeech": "noun",
      "definition": "A person who becomes involved in a place or situation where they are not wanted or are considered not to belong.",
      "example": "He felt like an interloper at the family reunion since he didn't know anyone there."
    },
    {
      "word": "Invariably",
      "partOfSpeech": "adverb",
      "definition": "In every case or on every occasion; always.",
      "example": "The train invariably arrives five minutes late on Mondays."
    },
    {
      "word": "Litany",
      "partOfSpeech": "noun",
      "definition": "A tedious recital or repetitive series.",
      "example": "She recited a litany of complaints about the cold food and the poor service."
    },
    {
      "word": "Lugubrious",
      "partOfSpeech": "adjective",
      "definition": "Looking or sounding sad and dismal.",
      "example": "The funeral director wore a lugubrious expression that seemed permanently etched on his face."
    },
    {
      "word": "Magnanimous",
      "partOfSpeech": "adjective",
      "definition": "Generous or forgiving, especially toward a rival or less powerful person.",
      "example": "She was magnanimous in victory, praising her opponent for a well-played game."
    },
    {
      "word": "Mercurial",
      "partOfSpeech": "adjective",
      "definition": "(Of a person) subject to sudden or unpredictable changes of mood or mind.",
      "example": "His mercurial temperament made him difficult to work with, as you never knew if he would be happy or angry."
    },
    {
      "word": "Meritocracy",
      "partOfSpeech": "noun",
      "definition": "Government or the holding of power by people selected on the basis of their ability.",
      "example": "The tech company prided itself on being a meritocracy where the best ideas won, regardless of seniority."
    },
    {
      "word": "Mirth",
      "partOfSpeech": "noun",
      "definition": "Amusement, especially as expressed in laughter.",
      "example": "The room was filled with mirth as the comedian told one joke after another."
    },
    {
      "word": "Mollified",
      "partOfSpeech": "verb",
      "definition": "Appease the anger or anxiety of (someone).",
      "example": "The customer was finally mollified when the manager offered a full refund."
    },
    {
      "word": "Nuanced",
      "partOfSpeech": "adjective",
      "definition": "Characterized by subtle shades of meaning or expression.",
      "example": "The actor gave a nuanced performance that captured the complex emotions of the character."
    },
    {
      "word": "Obscure",
      "partOfSpeech": "adjective",
      "definition": "Not discovered or known about; uncertain.",
      "example": "He quoted an obscure 18th-century poet that no one in the class had ever heard of."
    },
    {
      "word": "Obsequious",
      "partOfSpeech": "adjective",
      "definition": "Obedient or attentive to an excessive or servile degree.",
      "example": "The waiter was obsequious, constantly bowing and apologizing for things that weren't his fault."
    },
    {
      "word": "Ostensibly",
      "partOfSpeech": "adverb",
      "definition": "Apparently or purportedly, but perhaps not actually.",
      "example": "He went to the library ostensibly to study, but really to meet his friends."
    },
    {
      "word": "Ostentatious",
      "partOfSpeech": "adjective",
      "definition": "Characterized by vulgar or pretentious display; designed to impress or attract notice.",
      "example": "She wore an ostentatious diamond necklace that was far too flashy for a casual lunch."
    },
    {
      "word": "Paragon",
      "partOfSpeech": "noun",
      "definition": "A person or thing viewed as a model of excellence.",
      "example": "He was considered a paragon of virtue in the community, always helping those in need."
    },
    {
      "word": "Permeate",
      "partOfSpeech": "verb",
      "definition": "Spread throughout (something); pervade.",
      "example": "The smell of baking bread began to permeate the entire house."
    },
    {
      "word": "Pervasive",
      "partOfSpeech": "adjective",
      "definition": "(Especially of an unwelcome influence or physical effect) spreading widely throughout an area or a group of people.",
      "example": "Corruption was pervasive in the old administration, affecting every level of government."
    },
    {
      "word": "Petulant",
      "partOfSpeech": "adjective",
      "definition": "(Of a person or their manner) childishly sulky or bad-tempered.",
      "example": "He behaved like a petulant child when he didn't get his way."
    },
    {
      "word": "Precipice",
      "partOfSpeech": "noun",
      "definition": "A very steep rock face or cliff, especially a tall one.",
      "example": "The hikers stood at the edge of the precipice, looking down into the deep canyon."
    },
    {
      "word": "Predicated",
      "partOfSpeech": "verb",
      "definition": "Found or base something on.",
      "example": "His theory was predicated on the assumption that the data was accurate."
    },
    {
      "word": "Premonition",
      "partOfSpeech": "noun",
      "definition": "A strong feeling that something is about to happen, especially something unpleasant.",
      "example": "She had a sudden premonition of danger just before the accident occurred."
    },
    {
      "word": "Proclivity",
      "partOfSpeech": "noun",
      "definition": "A tendency to choose or do something regularly; an inclination or predisposition toward a particular thing.",
      "example": "He had a proclivity for hard work and was often the first one in the office."
    },
    {
      "word": "Propagate",
      "partOfSpeech": "verb",
      "definition": "To cause to spread out and affect a greater number or greater area.",
      "example": "Plants rely on bees and wind to propagate their seeds to new locations."
    },
    {
      "word": "Provocation",
      "partOfSpeech": "noun",
      "definition": "Action or speech that makes someone annoyed or angry, especially deliberately.",
      "example": "He remained calm despite the provocation, refusing to be drawn into a fight."
    },
    {
      "word": "Rambunctious",
      "partOfSpeech": "adjective",
      "definition": "Uncontrollably exuberant; boisterous.",
      "example": "The rambunctious puppy knocked over a vase while chasing its tail."
    },
    {
      "word": "Repudiated",
      "partOfSpeech": "verb",
      "definition": "Refuse to accept or be associated with.",
      "example": "The politician repudiated the claims that he had accepted bribes."
    },
    {
      "word": "Resolute",
      "partOfSpeech": "adjective",
      "definition": "Admirably purposeful, determined, and unwavering.",
      "example": "Despite the setbacks, she remained resolute in her goal to finish the marathon."
    },
    {
      "word": "Reticent",
      "partOfSpeech": "adjective",
      "definition": "Not revealing one's thoughts or feelings readily.",
      "example": "He was reticent about his past, rarely speaking about where he grew up."
    },
    {
      "word": "Reverential",
      "partOfSpeech": "adjective",
      "definition": "Of the nature of, due to, or characterized by reverence.",
      "example": "The tourists spoke in reverential whispers as they entered the ancient cathedral."
    },
    {
      "word": "Reverence",
      "partOfSpeech": "noun",
      "definition": "Deep respect for someone or something.",
      "example": "The soldiers treated the flag with great reverence."
    },
    {
      "word": "Sanctimonious",
      "partOfSpeech": "adjective",
      "definition": "Making a show of being morally superior to other people.",
      "example": "His sanctimonious speech about charity annoyed everyone who knew he rarely donated money himself."
    },
    {
      "word": "Sardonic",
      "partOfSpeech": "adjective",
      "definition": "Grimly mocking or cynical.",
      "example": "He offered a sardonic smile when he heard his rival had failed."
    },
    {
      "word": "Scrupulous",
      "partOfSpeech": "adjective",
      "definition": "(Of a person or process) diligent, thorough, and extremely attentive to details.",
      "example": "The accountant was scrupulous in his record-keeping, ensuring every penny was accounted for."
    },
    {
      "word": "Searingly",
      "partOfSpeech": "adverb",
      "definition": "In a very powerful and emotional way.",
      "example": "The novel was searingly honest about the pain of losing a loved one."
    },
    {
      "word": "Semiotic",
      "partOfSpeech": "adjective",
      "definition": "Relating to signs and symbols.",
      "example": "The professor specialized in semiotic analysis, studying how symbols communicate meaning in culture."
    },
    {
      "word": "Serendipity",
      "partOfSpeech": "noun",
      "definition": "The occurrence and development of events by chance in a happy or beneficial way.",
      "example": "It was pure serendipity that we met at the coffee shop right before I needed a job."
    },
    {
      "word": "Servile",
      "partOfSpeech": "adjective",
      "definition": "Having or showing an excessive willingness to serve or please others.",
      "example": "He bowed in a servile manner that made the guests feel uncomfortable."
    },
    {
      "word": "Short-Sightedness",
      "partOfSpeech": "noun",
      "definition": "Lack of imagination or foresight.",
      "example": "Usually, the short-sightedness of the management team leads to long-term financial problems."
    },
    {
      "word": "Sisyphean",
      "partOfSpeech": "adjective",
      "definition": "Denoting or relating to a task that can never be completed.",
      "example": "Cleaning the house with three muddy dogs felt like a Sisyphean task."
    },
    {
      "word": "Solarium",
      "partOfSpeech": "noun",
      "definition": "A room fitted with extensive areas of glass to admit sunlight.",
      "example": "She spent her afternoons reading in the solarium, enjoying the warmth of the sun."
    },
    {
      "word": "Soliloquy",
      "partOfSpeech": "noun",
      "definition": "An act of speaking one's thoughts aloud when by oneself or regardless of any hearers, especially by a character in a play.",
      "example": "Hamlet's famous soliloquy begins with the words 'To be, or not to be'."
    },
    {
      "word": "Somnambulant",
      "partOfSpeech": "adjective",
      "definition": "Resembling or characteristic of a sleepwalker; sluggish.",
      "example": "The class was in a somnambulant state after the heavy lunch, struggling to stay awake."
    },
    {
      "word": "Sophistication",
      "partOfSpeech": "noun",
      "definition": "The quality of being sophisticated.",
      "example": "The gala was an event of great sophistication, with fine dining and classical music."
    },
    {
      "word": "Sophomoric",
      "partOfSpeech": "adjective",
      "definition": "Pretentious or juvenile.",
      "example": "His sophomoric humor was not appreciated at the serious business meeting."
    },
    {
      "word": "Sublime",
      "partOfSpeech": "adjective",
      "definition": "of such excellence, grandeur, or beauty as to inspire great admiration or awe.",
      "example": "The view of the Swiss Alps at sunset was absolutely sublime."
    },
    {
      "word": "Substantively",
      "partOfSpeech": "adverb",
      "definition": "In a way that is important, meaningful, or considerable",
      "example": "The two reports did not differ substantively in their conclusions."
    },
    {
      "word": "Supercilious",
      "partOfSpeech": "adjective",
      "definition": "Behaving or looking as though one thinks one is superior to others.",
      "example": "The supercilious waiter looked down his nose at us when we asked for ketchup."
    },
    {
      "word": "Superfluous",
      "partOfSpeech": "adjective",
      "definition": "Unnecessary, especially through being more than enough.",
      "example": "The editor removed all superfluous words to make the article more concise."
    },
    {
      "word": "Tempestuous",
      "partOfSpeech": "adjective",
      "definition": "Characterized by strong and turbulent or conflicting emotion.",
      "example": "Their tempestuous relationship was marked by passionate arguments and dramatic reconciliations."
    },
    {
      "word": "Tentative",
      "partOfSpeech": "adjective",
      "definition": "Not certain or fixed; provisional. Or done without confidence; hesitant.",
      "example": "They made a tentative plan to meet on Friday, but it depended on the weather."
    },
    {
      "word": "Trepidation",
      "partOfSpeech": "noun",
      "definition": "A feeling of fear or agitation about something that may happen.",
      "example": "He opened the letter with trepidation, fearing it contained bad news."
    },
    {
      "word": "Trite",
      "partOfSpeech": "adjective",
      "definition": "(Of a remark, opinion, or idea) overused and consequently of little import; lacking originality or freshness.",
      "example": "The movie's dialogue was full of trite clichés that we've all heard a million times."
    },
    {
      "word": "Unedifying",
      "partOfSpeech": "adjective",
      "definition": "(Especially of an event taking place in public) distasteful; unpleasant.",
      "example": "The debate turned into an unedifying shouting match between the candidates."
    },
    {
      "word": "Upended",
      "partOfSpeech": "verb",
      "definition": "Set or turned on its end or upside down.",
      "example": "The scandal upended his career and destroyed his reputation overnight."
    },
    {
      "word": "Usury",
      "partOfSpeech": "noun",
      "definition": "The illegal action or practice of lending money at unreasonably high rates of interest.",
      "example": "The loan shark was arrested and charged with usury."
    },
    {
      "word": "Veneer",
      "partOfSpeech": "noun",
      "definition": "An attractive appearance that covers or disguises someone or something's true nature or feelings.",
      "example": "His polite veneer hid a deep-seated anger that only his family saw."
    },
    {
      "word": "Verbose",
      "partOfSpeech": "adjective",
      "definition": "Using or expressed in more words than are needed.",
      "example": "The report was so verbose that it took hours to read what could have been said in minutes."
    },
    {
      "word": "Visceral",
      "partOfSpeech": "adjective",
      "definition": "Relating to deep inward feelings rather than to the intellect.",
      "example": "The movie's violent scenes elicited a visceral reaction from the audience."
    },
    {
      "word": "Ataraxia",
      "partOfSpeech": "noun",
      "definition": "A state of serene calmness, untroubled mind, and freedom from emotional disturbance and anxiety.",
      "example": "After years of meditation, the monk finally achieved a state of ataraxia."
    },
    {
      "word": "Defenestration",
      "partOfSpeech": "noun",
      "definition": "The act of throwing someone or something out of a window.",
      "example": "The historically famous defenestration of Prague triggered a major war."
    }
  ],
  "quotes": [
    {
      "text": "Talent is a pursued interest, anything you are willing to practice, you can do.",
      "author": "Bob Ross"
    },
    {
      "text": "Hard times create strong men, strong men create good times, good times create weak men, and weak men create hard times.",
      "author": "G. Michael Hopf"
    },
    {
      "text": "The impediment to action advances action. What stands in the way becomes the way.",
      "author": "Marcus Aurelius"
    },
    {
      "text": "It is not that we have a short time to live, but that we waste a lot of it.",
      "author": "Seneca"
    },
    {
      "text": "Become who you are, by learning who you are.",
      "author": "Pindar"
    },
    {
      "text": "Ideas are like fish, you don’t make fish, you catch fish.",
      "author": "David Lynch"
    },
    {
      "text": "Stress doesn't come from hard work. Stress primarily comes from not taking action over something that you can have some control over.",
      "author": "Jeff Bezos"
    },
    {
      "text": "If you don’t have what you like, you better like what you have.",
      "author": "Unknown"
    },
    {
      "text": "Art is never finished, only abandoned.",
      "author": "Leonardo da Vinci"
    },
    {
      "text": "Make visible what, without you, might perhaps never have been seen.",
      "author": "Robert Bresson"
    },
    {
      "text": "I think if you do something and it turns out pretty good, then you should go do something else wonderful, not dwell on it for too long. Just figure out what's next.",
      "author": "Steve Jobs"
    },
    {
      "text": "Focus is about saying no.",
      "author": "Steve Jobs"
    },
    {
      "text": "You can only connect the dots in the rearview mirror, you have to have faith going forward.",
      "author": "Steve Jobs"
    },
    {
      "text": "Luck is what happens when preparation meets opportunity.",
      "author": "Seneca"
    },
    {
      "text": "Standards are a moving target.",
      "author": "Unknown"
    },
    {
      "text": "Surprises are the joy of life.",
      "author": "Socrates"
    },
    {
      "text": "You don't build it for yourself. You know what the people want, and you build it for them.",
      "author": "Walt Disney"
    },
    {
      "text": "If you've got one foot in tomorrow and one foot in yesterday, you'll piss on today.",
      "author": "Debbie Novotny"
    },
    {
      "text": "It is better to under-promise and over-deliver than to over-promise and under-deliver",
      "author": "Tom Peters"
    },
    {
      "text": "Early to bed and early to rise, makes a man healthy, wealthy, and wise.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Well done is better than well said.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Haste makes waste.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Energy and persistence conquer all things.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Tell me and I forget, teach me and I may remember, involve me and I learn.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Knowing is not enough; we must apply.",
      "author": "Leonardo da Vinci"
    },
    {
      "text": "Learning never exhausts the mind.",
      "author": "Leonardo da Vinci"
    },
    {
      "text": "Simplicity is the ultimate sophistication.",
      "author": "Leonardo da Vinci"
    },
    {
      "text": "Good ideas are always crazy until they're not.",
      "author": "Elon Musk"
    },
    {
      "text": "Wisdom is the daughter of experience.",
      "author": "Leonardo da Vinci"
    },
    {
      "text": "Learning never exhausts the mind.",
      "author": "Leonardo da Vinci"
    },
    {
      "text": "There are three classes of people: those who see, those who see when they are shown, those who do not see.",
      "author": "Leonardo da Vinci"
    },
    {
      "text": "Persistence is very important. You should not give up unless you are forced to give up.",
      "author": "Elon Musk"
    },
    {
      "text": "The only true wisdom is in knowing you know nothing.",
      "author": "Socrates"
    },
    {
      "text": "The unexamined life is not worth living.",
      "author": "Socrates"
    },
    {
      "text": "I cannot teach anybody anything. I can only make them think.",
      "author": "Socrates"
    },
    {
      "text": "There is only one good, knowledge, and one evil, ignorance.",
      "author": "Socrates"
    },
    {
      "text": "Strong minds discuss ideas, average minds discuss events, weak minds discuss people.",
      "author": "Socrates"
    },
    {
      "text": "Wonder is the beginning of wisdom.",
      "author": "Socrates"
    },
    {
      "text": "To find yourself, think for yourself.",
      "author": "Socrates"
    },
    {
      "text": "Three may keep a secret, if two of them are dead.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Never ruin an apology with an excuse.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "We are all born ignorant, but one must work hard to remain stupid.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "I didn't fail the test, I just found 100 ways to do it wrong.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "An investment in knowledge always pays the best interest.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Lost time is never found again.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Your time is limited, so don't waste it living someone else's life.",
      "author": "Steve Jobs"
    },
    {
      "text": "If you live each day as it was your last, someday you'll most certainly be right.",
      "author": "Steve Jobs"
    },
    {
      "text": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
      "author": "Albert Einstein"
    },
    {
      "text": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
      "author": "Albert Einstein"
    },
    {
      "text": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
      "author": "Albert Einstein"
    },
    {
      "text": "I am enough of an artist to draw freely upon my imagination. Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.",
      "author": "Albert Einstein"
    },
    {
      "text": "Never put off till tomorrow what may be done day after tomorrow just as well.",
      "author": "Mark Twain"
    },
    {
      "text": "Not all those who wander are lost.",
      "author": "J.R.R. Tolkien"
    }
  ]
}
